[AttributePresentation_Mechro AttributePresentationDefinition]
Description="$Map WillowGame.Item Introduction Description.Character Boss"
NoConstraintText=""
Suffix=""
Prefix=""

[Mechro.Head_LootChest2 UsableCustomizationItemDefinition]
ItemCardTopStatString="%sFrom 2 %s1"
UseFailureCharacterMessage="They must %s To access this article."
ItemName=""
PickupMessage="That's right %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You can't use it.."
NoManufacturerName="funny"